IDEA StatiCa Open Model
BoltAssembly.BoltGrade Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bolt grade
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement BoltGrade { get; set; }
Public Property BoltGrade As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ BoltGrade {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace